const certificateData = [
  {
    id: "19122005",
    name: "حمزة عبده محمد جربان",
    course: "دورة الجرافيكس والهوية البصرية",
    type: "جرافيكس",
    date: "2026/01/09",
    image: "الشهايد/Picsart_25-12-01_02-04-24-483.jpg"
}






];

// قائمة مفاتيح الدورات (هذا هو المفتاح الذي تحتاجه دالة selectCourse())
const courseKeys = {
    'تصوير-حضوري': 'دورة التصوير الاحترافي (حضوري)',
    'جرافيكس': 'دورة الجرافيكس والهوية البصرية',
    'رونن': 'دورة الرونن والمونتاج السينمائي'

};
